const data = `1) 교환 및 환불 정책
VIIK의 가구는 제품의 컬러, 원단, 주문 제작 사항의 요건에 따라 제품이 달라지는 특이사항으로 인해 결제 완료 시점으로부터 5일 이후에 제작이 시작되며 제품 출고준비가 시작됩니다. 근거 법률에 따라 청약의 철회가 제한되는 재화에 해당하므로 주문 취소 요청 시 고객님께 위약금이 부과되거나 교환, 반품이 불가할 수 있으니 다음과 같은 사항을 확인하시고 구매 부탁드립니다.
*근거 법률: 전자상거래 등에서 소비자 보호에 관한 법률 제 17조 제2항 동법 제 19조, 동법 시행령 21조
• 교환·반품·취소 불가
• 제품 설치 후 이상 유무를 확인한 후 교환 및 반품을 요청하는 경우
• 제품의 설치 후 소비자의 귀책에 의해 제품이 훼손된 경우
• 고객의 요청으로 인한 주문제작 제품인 경우
• (단, 배송된 제품이 파손, 손상되어 있거나 오염되어 있을 경우, 배송 당일 접수건에 한하여 가능)
• 위약금 미발생
• 고객이 제품을 결제를 완료한 날로부터 5일이 경과되지 않았을 경우
• 위약금 발생 (상품 구매가의 10%)
• 고객이 제품 결제를 완료한 날로부터 5일이 경과되어, 제품 제작이 시작되고 제품이 출고되기 전 취소를 요청하는 경우
• 위약금 발생 (상품 구매가의 30% + 왕복 배송비)
• 상품 출고 이후 취소 요청을 할 경우
• 배송 당일 (제품 출고 이후), 천연 가죽, 기능성 원단, 원목가구 제작 과정에서 발생하는 자연스러운 현상 및 원자재의 고유 특성을 이유로 교환 빛 반품을 요청하는 경우
• 배송당일 (제품 출고 이후), 사이즈 측정 방식 및 수작업 제작과정에 따른 제품 표기 스펙과의 허용 오차(±3cm)상태 미세한 단차를 근거로 한 교환 및 반품을 요청하는 경우
• 구성 품목의 일부만을 반품 및 교환을 요청하는 경우
환불 처리 기간
현금 : 주문 취소 접수 후 3일 이내
카드 : 자사몰 주문 취소 확정 후 카드사 취소 확정까지 7-10일 소요(자사몰 취소 확정 후 카드사에서 처리
주문 변경
VIIK 주문제작가구에 한해서 제품의 컬러, 디자인, 원단, 주문제작 사항의 요건에 따라 제품이 달라지는 특이사항으로 결제 완료 시점으로부터 1일(영업일 기준) 이후에 제작이 시작이 되며 그 이후에는 원단, 컬러 변경은 어려우니 신중한 구매 부탁드립니다.
해당 기간 내 변경 요청 시 기존 출고 일정보다 늦어질 수 있습니다.
동일 제품을 프로모션 전환 등의 금액 추가 할인 사유로 변경을 요청하신 경우에도 동일하게 취소 및 변경의 위약금이 발생됩니다
교환/반품/환불 안내
배송 완료 후 상품 자체의 하자가 발견되어 수령일 3일(영업일 기준) 이내에 고 객센터로 접수하여 주신 경우에만 교환이 가능합니다.
제품의 하자 혹은 파손 사유가 아닌 단순 변심으로 인한 교환 (색상, 사이즈 교 환 등)은 불가능합니다.
상품의 내용이 표시, 광고의 내용과 다르거나 계약 내용과 다르게 이행된 경우 공급받은 날로부터 3개월 이내, 그 사실을 인지한 날로부터 30일 이내에 청약철 회 가능합니다.
제품 하자 혹은 배송 시 파손으로 인한 교환 비용은 공급자가 부담합니다. 일부 상품은 신모델 출시, 부품 가격 변동 등 제조사 사정으로 인한 가격 및 대체상품으로 변동될 수 있습니다.
환불 신청은 상품 수령일로부터 3일 이내 신청 가능합니다. (단순 변심으로 환불시 위약금 30%) 상품 회수 후 영업일 7일 이내에 결제 금액을 환불해 드립니다.
상품 출고 이후 환불 요청 시 상품 회수 후 환불 처리됩니다. 결제일에 맞추어 대금이 청구될 경우 익월 신용카드 대금 청구 시 카드사에서 환급처리 됩니다.
• 아래와 같은 경우, 어떠한 경우라도 교환 및 반품이 불가합니다 상품 수령일로부터 3일 이내, 교환 및 반품 의사를 밝히지 않은 경우 교환/반품 의사를 통보하지 않고 반품하실 경우, 보류 상태(미처리)가 되니, 고객센터로 의사를 밝혀 주시길 바랍니다.
• 고객님의 책임 있는 사유로 상품 등이 멸실 또는 훼손된 경우
• 고객님의 사용 또는 일부 소비에 의하여 상품의 가치가 현저히 감소한 경우
• 부적절한 취급(아세톤 등의 화학물질) 또는 부주의(무리한 힘, 날카로운 것)로 인한 파손 및 고장의 경우
• 제품의 사용목적 이외의 사용, 개조 등으로 일어난 파손 또는 고장의 경우 철재 도금 제품의 제작 공정상 불가피한 사항으로 색을 입히는 작업 과정에서 색상 톤의 미세한 차이, 표면이 매끄럽지 않거나, 도금 얼룩 및 스크래치가 일부분 있는 경우 제품 특성상 개봉 및 조립 후에는 상품의 하자가 있는 경우를 제외하고는 교환 및 환불이 불가합니다.
• 반품 시, 상품과 상품의 택, 포장박스 등 보내드린 구성품 그대로 반송해 주셔야 교환 및 환불이 가능합니다.



2) A/S 정책
1. 구입 상품의 품질보증 기간은 1년입니다.
2. 품질보증기간 이내에도 상품 정보 숙지 미흡 등으로 인한 소비자의 과실, 천재지변 (화재, 지진, 수해, 낙뢰 등)으로 인한 피해의 경우 수리, 교환 비용은 고객님 부담입니다.
3. 사용자 혹은 개인 수리자에 의해 개조 및 사양이 변경된 상품에 대해서는 정상적인 품질 보증이 불가합니다.
4. 그 외 수리가 불가할 경우 위 보상기준표에 따라 안내됩니다. (소모성 일용품을 제외한 품질보증 적용 대상 상품에 한함.)
5. 자사 상품은 가정용도 사용을 기준으로 품질 보증을 적용하며, 공공∙영업용도 사용의 경우 품질 보증 기간 및 감가상각 보상액 산정에 대해 1/2의 품질 보증이 적용됩니다.
6. A/S 기간 중 대체품은 제공되지 않습니다.
• 품질보증 기간 내 해당 AS관련 비용은 무료로 진행됩니다.
• 제품 교체 및 AS후 기존 제품과 색상 차이가 발생할 수 있습니다.
• 정규 규격 상품 외 별도로 주문하신 제품들은 AS진행이 불가할 수 있습니다.
• AS진행시 제품 AS비용 외에 배송 및 출장, 수리에 필요한 서비스 비용은 별도로 부과됩니다.
• 사용자의 부주의로 인한 현상은 유상 A/S로 진행됩니다.
• A/S관련문의는 카카오톡 채널로 문의주시기 바랍니다.
A/S 안내
• 구입 후, 보증기간 이내에는 무상 A/S, 보증기간 이후에는 유상 A/S가 가능합니다.
• 단, 제품의 하자로 인한 경우에만 무상수리 및 제품 교환이 가능합니다.
• 사용자의 부주의로 인한 경우는 제외입니다.
• 제품 사용하기 전에 꼭 읽으신 후, A/S는 고객센터로 문의하시기 바랍니다.
• A/S 안내를 숙지하지 않고 요청하신 부분에서는 불이익이 발생할 수 있습니다.
• 공장 입고가 필요한 A/S의 경우 약 2~4주의 A/S기간이 발생합니다.
보증기간 안내
• VIIK는 품목별 소비자 피해 보상 규정에 의거하여 아래와 같이 제품에 대한 보증을 실시합니다.
• 보증 기간이라 함은 당사가 소비자에게 정상적인 상태에서 자연 발생한 품질 성능 기능 하자에 대하여 무료 수리해주겠다고 약속한 기간을 말합니다.
• 제품 보증 기간은 제품 수령일자를 기준으로 산정합니다.
• VIIK 가구의 A/S 보증기간은 제품과 하자부분에 따라 상이합니다.
• A/S 진행 후, 해당 부분에 대한 보증기간은 A/S 수령일이 아닌 기존 수령 일자와 동일합니다.
• 소비자 피해 보상 규정 및 보증 안내 : 소비자 분쟁 해결 기준(공공거래위원회 고시)에 따라 피해를 보상받을 수 있습니다.
• 소파
보증기간 항목 보상기준 1년 이내 구스 및 내장재 밀림 현상, 폼/스펀지 꺼짐 현상 무상수리 14일 이내 패브릭 및 가죽의 변색/균열 , 좌석골조 파손 및 변형 제품교환 당일 재봉선 마감상태 불량, 긁힘/찢어짐/원단의 올풀림 및 마감불량,다리 도장 불량 및 소파 등받이 밀림 현상 ,제품의 오염 및 이염 무상수리 또는 제품교환
무상서비스로 처리되는 항목
• 보증기간 이내에 정상적으로 사용한 상태에서 발생된 고장 또는 결함
• 시공 과정에서 생긴 하자
• 배송 과정에서 생긴 오염 및, 스크래치 등의 손상
• 제작 과정에서 발생한 하자
• 바닥재 보호를 위한 소모품 (Ex-펠트지)
유상서비스로 처리되는 항목
• 고객 부주의로 인한 손상 (원단 오염 및 손상 또는 내장재 파손 등)
• 보증기간이 끝난 이후에 발생하는 A/S (원단 변경, 커버링 및 내장재 충전)
• 부적절한 취급 또는 부주의로 인한 파손 또는 고장
• 제품의 사용 목적 이외의 사용 또는 개조 등으로 일어난 파손 또는 고장
• 배송 후 모듈의 재조립 과정 및 이사 업체의 옳지 않은 방식의 재조립으로 인한 불량
• 사용자의 부주의로 인한 손상이나 그에 따른 부수적인 손상
• 소파 원단의 커버링(천갈이)
A/S 불가한 경우
• 정규 제품 이외의 주문자 요청에 의한 옵션 변경이 이루어진(원단/사이즈 등) 제품의 경우
• 사용자의 부주의로 인한 손상이나 그에 따른 부수적인 손상
• 잘못된 보관, 세척법, 세제 사용으로 인한 손상 및 고장
• 홈페이지에 기재되어 있는 제품 소재 특성에 대한 부분 (패브릭, 가죽, 원목, HPL, 페닉스)
• 기온 차에 의한 변형 또는 변색, 나뭇결이나 톤 차이, 옹이자국(원목)
• 사용감에 따른 자연스러운 늘어남, 올풀림 현상(패브릭)
• 성장과정에서 발생한 표면 상처나 자국, 사용감에 따른 늘어남(가죽)
• 사용감에 따른 마모 및 변형 현상(충전재 및 소모품)
• 수작업으로 제작하는 소파류의 1~3cm의 단차 및 봉재 라인의 차이
• 특정 제품 등 (화병,러그 등)
배송 안내
주말 및 월요일은 배송이 불가합니다. (월요일은 제품입고 및 배송준비로 인해 배송불가)
서울 및 수도권 (경기, 인천)에 한하여 토요일 배송이 가능합니다.(단, 주말 배송은 토요일만 진행되기 때문에 1~2주 정도 연기될 수 있습니다.)
주문 시 기재해주신 연락처, 주소가 불분명할 경우 배송에 차질이 생길 수 있습니다. 유의해주세요.
기존 사용하시던 가구의 수거 및 이동, 철거 서비스는 불가하오니, 제품이 들어갈 공간을 미리 마련해주시기 바랍니다.
배송 지역
전국 배송이 가능하나, 차량이동이 불가한 도서 산간 지역은 배송이 어렵습니다.
제주도 배송
• 제주 배송은 매월 2회 진행되며, 매월 둘째 주차와 마지막 주차에 진행됩니다.
• 단, 배송팀 일정이나 기상악화 등의 이유로 제주 배송 일정은 변경될 수 있습니다.
• 기존 사용하시던 가구의 수거 및 이동, 철거 서비스는 불가하오니, 제품이 들어갈 공간을 미리 마련해주시기 바랍니다.
• 제주 배송 비용은 별도의 결제가 필요합니다. 구매 전 고객센터를 통해 문의 바랍니다.
배송 일정
• 일반주문 : 제품 주문 후, 3~4주가량 소요
• 택배배송 : 제품 주문 후, 7일가량 소요
• 일부 제품(소파 등) 의 경우, 국내 핸드메이드 수작업 제작으로, 주문 폭주 시 배송 기간이 길어질 수 있습니다.가구 특성 상 일시적 재고 부족이나, 천재지변/기상이변에 의한 배송 지연이 발생할 수 있습니다. 제품의 재고 수량이 존재하거나, 주문 폭주로 인한 배송량 조절이 필요한 경우 안내된 소요기간 보다 다소 단축될 수 있습니다. (택배 출고 제품에 한하여)
배송 절차
STEP1 - 주문결제 : 결제일을 기준으로 주문하신 제품에 따라, 프로모션에 따라 제작기간이 다르게 소요됩니다.
STEP2 - 배송안내 해피콜 : 안내받으신 출고일(월요일) 오후 3시에 담당기사님이 배송해피콜을 드립니다. 배송 해피콜시, 일정조율 해주시면 됩니다. (배송일 지정은 불가합나다.)
STEP3 - 배송/설치 : 약속하신 배송일에 전문시공팀장님이 방문하여, 조립 및 설치해드립니다.(교통상황과 조립설치기간에 따라, 방문시간이 1시간가량 지연될 수 있습니다.)
• 배송일 지정은 불가합니다.
• 출고일(월요일)에 드리는 배송 해피콜 시, 담당 배송기사님에게 일정 안내 받으시기 바랍니다.
• 비수도권(강원/경상/전라/충청) 지역의 경우, 주마다 배정되어 있는 배송량에 따라, 방문하는 지역이 달라 지정배송이 불가합니다.
배송 비용
• 제주도 제외 무료배송입니다.
• 추가비용이 발생하는 경우 (배송 시 필요한 사다리차 및 엘리베이터 사용료는 고객님 부담입니다. 사다리차 섭외는 고객님이 직접 해주셔야 합니다.)
• 엘리베이터 이용/진입이 불가한 경우
• 설치 공간(현관 및 방문) 진입이 불가한 경우
• 1층 입구가 협소하거나 현장 상황이 진입이 어려울 경우
• 엘리베이터가 없어, 계단이용/추가인력투입이 필요한 경우
• 계단 양중비용 청구금액 : 층당 2만 원 청구 (층의 기준은 층고에 따라 애매한 현장이 있어, 현장에서 판단하여 안내드립니다.)
• 추가 비용 발생에 대해서는 제품 출고 이후 배송팀에서 별도의 안내를 드리고 있습니다.
• 사다리차 사용 대상
• 양중 과정에 손상이 예상되는 제품
• 양중 하기엔 무거운 제품
• 양중 하기엔 크기가 큰 제품`;
const DeleveryTab = () => {
   return (
      <div>
         <pre className={'text-sm leading-[24px] max-w-[600px] whitespace-pre-wrap'}>{data}</pre>
      </div>
   );
};
export default DeleveryTab;
