const ProductInfoTab = () => {
   return (
      <div>
         <pre className={'text-sm leading-[24px] max-w-[600px] whitespace-pre-wrap'}>
            수납과의 조화로 라이프스타일을 더욱 다채롭게 펼칠 수 있는 소파입니다. 자유롭게 이동할 수 있는 등쿠션과, 마이크로화이버가 충전된
            곡선형 팔걸이는 다양한 쉼의 형태를 담을 수 있도록 해줍니다.
            <br />
            <br />
            <b>• 미니멀한 디자인</b>
            <br />
            낮고 단정한 실루엣과 13cm의 소파 다리로 답답해보이지 않는 디자인입니다.
            <br />
            <br />
            <b>• 다양하게 수용 가능한 라이프스타일</b>
            <br />
            때로는 협탁, 때로는 테이블 역할을 해 줄 트레이 구성으로 다채로운 휴식을 완성해줄 수 있습니다.
            <br />
            <br />
            <b>• 습관을 연구한 비율과 디자인</b>
            <br />
            소파에서의 생활 패턴을 연구하여 디자인한 등받이 각도와, 좌방석과의 비례를 고려한 등받이 충전재로 오랜시간 사용해도 편안합니다.
         </pre>
      </div>
   );
};
export default ProductInfoTab;
